Repository: nickgoddard777/MSDyn365BC.Code.History
Catalog: EnforcedDigitalVouchers/Source/Enforced Digital Vouchers/Translations/Enforced Digital Vouchers.*.xlf
Languages: cs_cz, de_at, fi_fi, it_ch

# Table 2508661115 - Property 2879900210
source: Digital Voucher Entry Setup
cs_cz: Nastavení položky digitální průvodky
de_at: Einrichtung des digitalen Gutscheinpostens
fi_fi: Digitaalisen tositteen tapahtuman määritys
it_ch: Impostazione movimento voucher digitale

# Table 2508661115 - Field 1523163874 - Property 2879900210
source: Check Type
cs_cz: Typ kontroly
de_at: Scheckart
fi_fi: Tarkistuksen tyyppi
it_ch: Tipo di assegno

# Table 2508661115 - Field 149522872 - Property 2879900210
source: Entry Type
cs_cz: Typ položky
de_at: Postenart
fi_fi: Tapahtumatyyppi
it_ch: Tipo movimento

# Table 2508661115 - Field 922465626 - Property 2879900210
source: Generate Automatically
cs_cz: Generovat automaticky
de_at: Automatisch generieren
fi_fi: Luo automaattisesti
it_ch: Genera automaticamente

# Table 2508661115 - Field 4133691299 - Property 2879900210
source: Skip If Manually Added
cs_cz: Přeskočit, pokud bylo přidáno ručně
de_at: Überspringen, wenn manuell hinzugefügt
fi_fi: Ohita, jos lisätään manuaalisesti
it_ch: Ignora se aggiunto manualmente

# Table 3705841975 - Property 2879900210
source: Digital Voucher Setup
cs_cz: Nastavení digitální průvodky
de_at: Einrichtung eines digitalen Gutscheins
fi_fi: Digitaalisen tositteen määritys
it_ch: Impostazione voucher digitale

# Table 3705841975 - Field 2891538263 - Property 2879900210
source: Enabled
cs_cz: Povoleno
de_at: Aktiviert
fi_fi: Käytössä
it_ch: Abilitata

# Table 3705841975 - Field 1663593181 - Property 2879900210
source: Primary Key
cs_cz: Primární klíč
de_at: Primärschlüssel
fi_fi: Perusavain
it_ch: Chiave primaria

# Table 229688248 - Property 2879900210
source: Voucher Entry Source Code
cs_cz: Kód původu položky průvodky
de_at: Herkunftscode des Gutscheinpostens
fi_fi: Tositteen tapahtuman lähdekoodi
it_ch: Codice origine movimento voucher

# Table 229688248 - Field 149522872 - Property 2879900210
source: Entry Type
cs_cz: Typ položky
de_at: Postenart
fi_fi: Tapahtumatyyppi
it_ch: Tipo movimento

# Table 229688248 - Field 2720485332 - Property 2879900210
source: Source Code
cs_cz: Kód původu
de_at: Herkunftscode
fi_fi: Lähdekoodi
it_ch: Codice origine

# Codeunit 536660794 - NamedType 85604995
source: You cannot perform this action because the Digital Voucher functionality is enforced in your application.
cs_cz: Tuto akci nemůžete provést, protože ve vaší aplikaci je vynucena funkce digitální průvodky.
de_at: Sie können diese Aktion nicht ausführen, da die Funktion „Digitaler Gutschein“ in Ihrer Anwendung erzwungen wird.
fi_fi: Tätä toimintoa ei voi suorittaa, koska digitaalinen tositeominaisuus on otettu käyttöön pakollisena sovelluksessasi.
it_ch: Impossibile eseguire questa azione perché la funzionalità Voucher digitale è applicata nella richiesta.

# Codeunit 536660794 - NamedType 41941251
source: Enable
cs_cz: Povolit
de_at: Aktivieren
fi_fi: Ota käyttöön
it_ch: Abilita

# Codeunit 536660794 - NamedType 376209035
source: Digital voucher feature is not enabled. Do you want to enable it by completing the guide?
cs_cz: Funkce digitální průvodky není povolena. Chcete ji povolit dokončením průvodce?
de_at: Die Funktion für digitale Gutscheine ist nicht aktiviert. Möchten Sie sie aktivieren, indem Sie die Anleitung abschließen?
fi_fi: Digitaalinen tositeominaisuus ei ole käytössä. Haluatko ottaa sen käyttöön suorittamalla oppaan loppuun?
it_ch: La funzione voucher digitale non è abilitata. Abilitarla completando la guida?

# Codeunit 1145004488 - NamedType 1689235809
source: In some countries authorities require to make sure that for every single general ledger register ther is a digital vouchers assigned.
cs_cz: V některých zemích úřady požadují, aby se zajistilo, že ke každému jednotlivému finančnímu žurnálu bude přiřazena digitální průvodka.
de_at: In einigen Ländern verlangen die Behörden, dass jedem einzelnen Beleg ein digitaler Gutschein zugewiesen ist.
fi_fi: Joissakin maissa viranomaiset edellyttävät, että jokaiselle yksittäiselle kirjanpitorekisterille on määritetty digitaalinen tosite.
it_ch: In alcune aree geografiche le autorità devono assicurarsi che per ogni singolo registro di contabilità generale sia assegnato un voucher digitale.

# Codeunit 1145004488 - NamedType 1420859235
source: Set up a digital voucher feature
cs_cz: Nastavení funkce digitální průvodky
de_at: Eine Funktion für digitale Gutscheine einrichten
fi_fi: Määritä digitaalinen tositeominaisuus
it_ch: Configurare una funzionalità di voucher digitale

# Codeunit 1145004488 - NamedType 123280154
source: Cannot change incoming document with the enforced digital voucher functionality
cs_cz: Nelze změnit došlý doklad s vynucenou funkcí digitální průvodky
de_at: Eingehender Beleg kann mit der erzwungenen Funktion für digitale Belege nicht geändert werden
fi_fi: Pakollista digitaalista tositetta sisältävää saapuvaa asiakirjaa ei voi muuttaa
it_ch: Impossibile modificare il documento in entrata con la funzionalità voucher digitale applicata

# Codeunit 1145004488 - NamedType 3553078962
source: Cannot remove the reference record from the incoming document because it is used for the enforced digital voucher functionality
cs_cz: Nelze odebrat referenční záznam z došlého dokladu, protože se používá pro vynucenou funkci digitální průvodky
de_at: Der Referenzdatensatz kann nicht aus dem eingehenden Beleg entfernt werden, da er für die erzwungene Funktion für digitale Belege verwendet wird
fi_fi: Viitetietuetta ei voi poistaa saapuvasta asiakirjasta, koska sitä käytetään pakollisessa digitaalisessa tositteessa.
it_ch: Impossibile rimuovere il record di riferimento dal documento in entrata perché viene utilizzato per la funzionalità del voucher digitale imposto

# Codeunit 1145004488 - NamedType 4160814520
source: DigitalVoucher_%1_%2_%3.pdf
cs_cz: DigitálníPrůvodka_%1_%2_%3.pdf

# Codeunit 2461878644 - NamedType 180528833
source: Not possible to post without attaching the digital voucher or adding the note.
cs_cz: Nelze zaúčtovat bez přiložení digitálního průvodky nebo přidání poznámky.
de_at: Eine Buchung ist nicht möglich, ohne den digitalen Gutschein anzuhängen oder die Notiz hinzuzufügen.
fi_fi: Kirjaaminen ei ole mahdollista ilman, että liität digitaalisen tositteen tai lisäät muistion.
it_ch: Non è possibile registrare senza allegare il voucher digitale o aggiungere la nota.

# Codeunit 2160679865 - NamedType 2032039542
source: Not possible to post without attaching the digital voucher.
cs_cz: Nelze zaúčtovat bez přiložení digitální průvodky.
de_at: Eine Buchung ohne Anhängen des digitalen Gutscheins ist nicht möglich.
fi_fi: Kirjaaminen ei ole mahdollista ilman, että liität digitaalisen tositteen.
it_ch: Non è possibile registrare senza allegare il voucher digitale.

# Codeunit 1786195738 - NamedType 1137334425
source: Not possible to perform a check of this type
cs_cz: Nelze provést kontrolu tohoto typu
de_at: Eine solche Prüfung ist nicht möglich
fi_fi: Tämäntyyppistä tarkistusta ei voi suorittaa
it_ch: Non è possibile effettuare un controllo di questo tipo

# Page 2508661115 - Property 1064389655
source: About setup of digital vouchers for each entry type
cs_cz: O nastavení digitálních průvodek pro každý typ položky
de_at: Info zur Einrichtung von digitalen Gutscheinen für jede Postenart
fi_fi: Tietoja digitaalisten tositteiden määrityksestä kullekin tapahtumatyypille
it_ch: Informazioni sull'impostazione dei voucher digitali per ogni tipo di movimento

# Page 2508661115 - Property 247559172
source: Here you can select the line with a certain entry type and setup the type of the digital voucher's check you want to perform.
cs_cz: Zde můžete vybrat řádek s určitým typem položky a nastavit typ kontroly digitální průvodky, kterou chcete provést.
de_at: Hier können Sie die Zeile mit einer bestimmten Postenart auswählen und die Art der Prüfung des digitalen Gutscheins einrichten, die Sie durchführen möchten.
fi_fi: Tässä voit valita tietyn tapahtumatyypin sisältävän rivin ja määrittää suoritettavan digitaalisen tositteen tarkistuksen tyypin.
it_ch: Qui puoi selezionare la riga con un determinato tipo di movimento e impostare il tipo di assegno del voucher digitale che si desidera eseguire.

# Page 2508661115 - Property 2879900210
source: Digital Voucher Entry Setup
cs_cz: Nastavení položky digitální průvodky
de_at: Einrichtung des digitalen Gutscheinpostens
fi_fi: Digitaalisen tositteen tapahtuman määritys
it_ch: Impostazione movimento voucher digitale

# Page 2508661115 - NamedType 4145191255
source: Specifies postings you are doing from the General Journal for all Account Types excluding those related to Customer and Vendor. By choosing one of those options, you will change control of the posting process. If you select the Customer as the Account Type, the system will check your setup related to the Sales Journal. If you select the Vendor as the Account Type, the system will check your setup related to the Purchase Journal.
cs_cz: Určuje zaúčtování, které provádíte z finančního deníku pro všechny typy účtů s výjimkou těch, které souvisejí se zákazníkem a dodavatelem. Výběrem jedné z těchto možností změníte kontrolu nad procesem účtování. Pokud jako Typ účtu vyberete Zákazník, systém zkontroluje vaše nastavení související s Deníkem prodeje. Pokud jako Typ účtu vyberete dodavatele, systém zkontroluje vaše nastavení související s deníkem nákupů.
de_at: Gibt Buchungen an, die Sie aus dem Fibu Buch.-Blatt für alle Kontoarten vornehmen, mit Ausnahme derjenigen, die sich auf Debitor und Kreditor beziehen. Wenn Sie eine dieser Optionen auswählen, ändern Sie die Kontrolle über den Buchungsvorgang. Wenn Sie den Debitor als Kontoart auswählen, prüft das System Ihre Einrichtung in Bezug auf das Verkaufs Buch.-Blatt. Wenn Sie den Kreditor als Kontoart auswählen, prüft das System Ihre Einrichtung in Bezug auf das Einkaufs Buch.-Blatt.
fi_fi: Määrittää kirjaukset, joita teet yleisestä päiväkirjasta kaikille tilityypeille lukuun ottamatta asiakkaaseen ja toimittajaan liittyviä tyyppejä. Valitsemalla yhden näistä vaihtoehdoista muutat kirjausprosessin hallintaa. Jos valitset tilityypiksi Asiakas, järjestelmä tarkistaa myyntipäiväkirjaan liittyvät määritykset. Jos valitset tilityypiksi Toimittaja, järjestelmä tarkistaa ostopäiväkirjaan liittyvät määritykset.
it_ch: Specifica le registrazioni effettuate dalle registrazioni COGE per tutti i tipi di conto, esclusi quelli relativi a clienti e fornitori. Scegliendo una di queste opzioni, si cambierà il controllo del processo di registrazione. Se si seleziona il cliente come tipo di conto, il sistema verificherà l'impostazione relativa alle registrazioni vendite. Se si seleziona il fornitore come tipo di conto, il sistema verificherà l'impostazione relativa alle registrazioni acquisti.

# Page 2508661115 - NamedType 156271386
source: Specifies postings you are doing from the purchase documents.
cs_cz: Určuje zaúčtování, které provádíte z nákupních dokladů.
de_at: Gibt Buchungen an, die Sie aus den Einkaufsbelegen durchführen.
fi_fi: Määrittää kirjaukset, joita teet ostoasiakirjoista.
it_ch: Specifica le registrazioni effettuate dai documenti di acquisto.

# Page 2508661115 - NamedType 1314406740
source: Specifies posting you are doing from the Purchase Journal and the General Journal with the Vendor selected as the Account Type.
cs_cz: Určuje zaúčtování, které provádíte z deníku nákupů a finančního deníku s dodavatelem vybraným jako Typ účtu.
de_at: Gibt die Buchung aus dem Einkaufs Buch.-Blatt und dem Fibu Buch.-Blatt an, wobei der Kreditor als Kontoart ausgewählt ist.
fi_fi: Määrittää kirjauksen, jota teet ostopäiväkirjasta ja yleisestä päiväkirjasta, kun tilityypiksi on valittu Toimittaja.
it_ch: Specifica la registrazione effettuata dalle registrazioni acquisti e dalle registrazioni COGE con il fornitore selezionato come tipo di conto.

# Page 2508661115 - NamedType 2152780551
source: Specifies postings you are doing from the sales documents.
cs_cz: Určuje zaúčtování, které provádíte z prodejních dokladů.
de_at: Gibt Buchungen an, die Sie aus den Verkaufsbelegen durchführen.
fi_fi: Määrittää kirjaukset, joita teet myyntiasiakirjoista.
it_ch: Specifica le registrazioni effettuate dai documenti di vendita.

# Page 2508661115 - NamedType 3690999469
source: Specifies posting you are doing from the Sales Journal and the General Journal with the Customer selected as the Account Type.
cs_cz: Určuje zaúčtování, které provádíte z Deníku prodeje a Finančního deníku se zákazníkem vybraným jako Typ účtu.
de_at: Gibt die Buchung aus dem Verkaufs Buch.-Blatt und dem Fibu Buch.-Blatt an, wobei der Debitor als Kontoart ausgewählt ist.
fi_fi: Määrittää kirjauksen, jota teet myyntipäiväkirjasta ja yleisestä päiväkirjasta, kun tilityypiksi on valittu Asiakas.
it_ch: Specifica la registrazione che si sta eseguendo dalle registrazioni vendite e dalle registrazioni COGE con il cliente selezionato come tipo di conto.

# Page 2508661115 - Control 1523163874 - Property 1064389655
source: Enter the check type
cs_cz: Zadejte typ kontroly
de_at: Scheckart eingeben
fi_fi: Anna tarkistuksen tyyppi
it_ch: Immettere il tipo di assegno

# Page 2508661115 - Control 1523163874 - Property 1295455071
source: Specifies the check type.
cs_cz: Určuje typ kontroly.
de_at: Gibt die Scheckart an.
fi_fi: Määrittää tarkistuksen tyypin.
it_ch: Specifica il tipo di assegno.

# Page 2508661115 - Control 1523163874 - Property 247559172
source: In case of check type None you can post this type of entry without any digital voucher. In case of check type Attachment you need to have an attachment to your entry. In case of check type Attachment or Note you can either have an attachment or a note for your entry.
cs_cz: V případě typu kontroly Žádná můžete tento typ položky zaúčtovat bez digitální průvodky. V případě zaškrtnutí typu Příloha je potřeba mít přílohu k vašemu záznamu. V případě zaškrtnutí typu Příloha nebo Poznámka můžete mít k záznamu přílohu nebo poznámku.
de_at: Im Falle der Scheckart „Keine“ können Sie diese Art von Posten ohne digitalen Beleg buchen. Im Falle der Scheckart „Anhang“ benötigen Sie einen Anhang zu Ihrem Posten. Im Falle der Scheckart „Anhang“ oder „Notiz“ können Sie entweder einen Anhang oder eine Notiz für Ihren Posten haben.
fi_fi: Jos tarkistuksen tyyppi on Ei mitään, voit kirjata tämäntyyppisen tapahtuman ilman digitaalista tositetta. Jos tarkistuksen tyyppi on Liite, tapahtumalle on oltava liite. Jos tarkistuksen tyyppi on Liite tai Muistio, tapahtumalle on oltava joko liite tai muistio.
it_ch: In caso di assegno di tipo Nessuno è possibile registrare questo tipo di movimento senza alcun voucher digitale. In caso di assegno di tipo Allegato è necessario disporre di un allegato al proprio inserimento. In caso di tipo di assegno Allegato o Nota è possibile avere un allegato o una nota per il proprio movimento.

# Page 2508661115 - Control 149522872 - Property 1295455071
source: Specifies the entry type.
cs_cz: Určuje typ položky.
de_at: Gibt die Postenart an
fi_fi: Määrittää tapahtumatyypin.
it_ch: Specifica il tipo di movimento.

# Page 2508661115 - Control 922465626 - Property 1295455071
source: Specifies if the digital voucher needs to be generated automatically.
cs_cz: Určuje, zda má být digitální průvodka vygenerována automaticky.
de_at: Gibt an, ob der digitale Gutschein automatisch generiert werden soll.
fi_fi: Määrittää, onko digitaalinen tosite luotava automaattisesti.
it_ch: Specifica se il voucher digitale deve essere generato automaticamente.

# Page 2508661115 - Control 4133691299 - Property 1295455071
source: Specifies if the automatically generated digital voucher do not to be added to the document even if the manual attachment has already been added.
cs_cz: Určuje, zda automaticky generovaná digitální průvodka má být přidána do dokladu, když již byla přidána ručně příloha.
de_at: Gibt an, ob der automatisch generierte digitale Gutschein dem Beleg nicht hinzugefügt werden soll, auch wenn der manuelle Anhang bereits hinzugefügt wurde.
fi_fi: Määrittää, ettei automaattisesti luotua digitaalista tositetta lisätä asiakirjaan, vaikka manuaalinen liite olisi jo lisätty.
it_ch: Specifica se il voucher digitale generato automaticamente non deve essere aggiunto al documento anche se l'allegato manuale è già stato aggiunto.

# Page 2508661115 - Control 1529991342 - Property 2879900210
source: Entry Type Description
cs_cz: Popis typu položky
de_at: Beschreibung der Postenart
fi_fi: Tapahtumatyypin kuvaus
it_ch: Descrizione tipo movimento

# Page 2508661115 - Control 1174528599 - Property 1295455071
source: Specifies the description of the voucher entry type.
cs_cz: Určuje popis typu položky průvodky.
de_at: Gibt die Beschreibung der Gutscheinpostenart an.
fi_fi: Määrittää tositteen tapahtumatyypin kuvauksen.
it_ch: Specifica la descrizione del tipo di movimento del voucher.

# Page 2508661115 - Action 726100597 - Property 1064389655
source: About source codes
cs_cz: O kódech původu
de_at: Informationen zu Herkunftscodes
fi_fi: Tietoja lähdekoodeista
it_ch: Informazioni sui codici sorgente

# Page 2508661115 - Action 726100597 - Property 1295455071
source: Specifies the connected source codes.
cs_cz: Určuje připojené kódy původu.
de_at: Gibt die verbundenen Herkunftscodes an.
fi_fi: Määrittää yhdistetyt lähdekoodit.
it_ch: Specifica i codici sorgente connessi.

# Page 2508661115 - Action 726100597 - Property 247559172
source: If you post a journal line, the connected source code identifies the entry type - general journal, sales journal, purchase journal, etc.
cs_cz: Pokud zaúčtujete řádek deníku, připojený kód původu identifikuje typ položky - finanční deník, deník prodeje, deník nákupů atd.
de_at: Wenn Sie eine Buchungsblattzeile buchen, identifiziert der verbundene Herkunftscode die Postenart – Fibu Buch.-Blatt, Verkaufs Buch.-Blatt, Einkaufs Buch.-Blatt usw.
fi_fi: Jos kirjaat päiväkirjarivin, yhdistetty lähdekoodi yksilöi tapahtumatyypin (kuten yleinen päiväkirja, myyntipäiväkirja tai ostopäiväkirja).
it_ch: Se si registra una riga di registrazione, il codice origine collegato identifica il tipo di movimento: registrazioni COGE, registrazioni vendite, registrazioni acquisti e così via.

# Page 2508661115 - Action 726100597 - Property 2879900210
source: Source Codes
cs_cz: Kódy původu
de_at: Herkunftscodes
fi_fi: Lähdekoodit
it_ch: Codici origine

# Page 2508661115 - Action 3383493608 - Property 2879900210
source: Process
cs_cz: Proces
de_at: Verarbeiten
fi_fi: Käsittely
it_ch: Processo

# Page 2319989076 - Property 2879900210
source: Digital Voucher Guide
cs_cz: Průvodce digitálními průvodkami
de_at: Anleitung für digitale Gutscheine
fi_fi: Digitaalinen tosite- opas
it_ch: Guida ai voucher digitali

# Page 2319989076 - NamedType 4244256999
source: Open the setup page to define voucher setup by entry type.
cs_cz: Otevřete stránku nastavení a definujte nastavení průvodky podle typu položky.
de_at: Öffnen Sie die Einrichtungsseite, um die Einrichtung des Gutscheins nach Postenart zu definieren.
fi_fi: Avaa määrityssivu, jotta voit tehdä tositteen määrityksen tapahtumatyypin mukaan.
it_ch: Aprire la pagina di impostazione per definire l'impostazione del voucher in base al tipo di movimento.

# Page 2319989076 - NamedType 984350027
source: Set up of digital vouchers has not been completed. This feature will not be enabled.\\Are you sure that you want to exit?
cs_cz: Nastavení digitálních průvodek nebylo dokončeno. Tato funkce nebude povolena.\\Opravdu chcete ukončit?
de_at: Die Einrichtung der digitalen Gutscheine ist noch nicht abgeschlossen. Diese Funktion wird nicht aktiviert.\\Sind Sie sicher, dass Sie den Vorgang beenden möchten?
fi_fi: Digitaalisten tositteiden määritys ei ole vielä valmis. Tätä ominaisuutta ei oteta käyttöön.\\Haluatko varmasti poistua?
it_ch: L'impostazione dei voucher digitali non è stata completata. Questa funzione non verrà abilitata.\\Uscire?

# Page 2319989076 - Control 2203603252 - Property 2879900210
source: The digital voucher setup is completed!
cs_cz: Nastavení digitální průvodky je dokončeno!
de_at: Die Einrichtung des digitalen Gutscheins ist abgeschlossen!
fi_fi: Digitaalisen tositteen määritys on valmis!
it_ch: L'impostazione del voucher digitale è completata!

# Page 2319989076 - Control 1182202415 - Property 1968111052
source: You have enforced the digital voucher functionality.
cs_cz: Vynutili jste si funkci digitální průvodky.
de_at: Sie haben die Funktion „Digitaler Gutschein“ erzwungen.
fi_fi: Olet ottanut digitaalisen tositeominaisuuden käyttöön pakollisena.
it_ch: Hai applicato la funzionalità del voucher digitale.

# Page 2319989076 - Control 4179247015 - Property 1295455071
source: Specifies the number of digital voucher setups by entry type.
cs_cz: Určuje počet nastavení digitálních průvodek dle typu položky.
de_at: Gibt die Anzahl der Einrichtung digitaler Gutscheine nach Postenart an.
fi_fi: Määrittää digitaalisten tositteiden määritysten määrän tapahtumatyypin mukaan.
it_ch: Specifica il numero di impostazioni di voucher digitali per tipo di movimento.

# Page 2319989076 - Control 4179247015 - Property 2879900210
source: Voucher Entry setups defined:
cs_cz: Nastavení položky průvodky definuje:
de_at: Konfigurierte Gutscheinposteneinrichtungen:
fi_fi: Tositteen tapahtuman määritykset tehty:
it_ch: Impostazioni di Movimento voucher definite:

# Page 2319989076 - Control 251468363 - Property 1968111052
source: For each entry type you want to enforce digital voucher, add the setup and define the rules to check the voucher.
cs_cz: Pro každý typ položky, pro který chcete vynutit digitální průvodku, přidejte nastavení a definujte pravidla pro kontrolu průvodky.
de_at: Fügen Sie für jede Postenart, die Sie für den digitalen Gutschein erzwingen möchten, die Einrichtung hinzu, und definieren Sie die Regeln zur Überprüfung des Gutscheins.
fi_fi: Jotta voit tarkistaa tositteen, lisää määritys ja määritä säännöt jokaiselle tapahtumatyypille, jolle haluat ottaa digitaalisen tositteen käyttöön pakollisena.
it_ch: Per ogni tipo di movimento per cui si desidera applicare il voucher digitale, aggiungere l'impostazione e definire le regole per controllare il voucher.

# Page 2319989076 - Control 251468363 - Property 2879900210
source: Setup digital voucher by entry type
cs_cz: Nastavení digitální průvodky podle typu položky
de_at: Digitalen Gutschein nach Postenart einrichten
fi_fi: Määritä digitaalinen tosite tapahtumatyypin mukaan
it_ch: Imposta voucher digitale per tipo di movimento

# Page 2319989076 - Control 3800514526 - Property 2879900210
source: Welcome to the setup of digital vouchers
cs_cz: Vítejte v nastavení digitálních průvodek
de_at: Willkommen bei der Einrichtung von digitalen Gutscheinen
fi_fi: Tervetuloa digitaalisten tositteiden määritykseen
it_ch: Benvenuti nell'impostazione dei voucher digitali

# Page 2319989076 - Control 2325998030 - Property 1968111052
source: In some countries authorities require to make sure that for every single document there is a digital voucher assigned.
cs_cz: V některých zemích úřady požadují, aby se zajistilo, že ke každému jednotlivému dokladu bude přiřazena digitální průvodka.
de_at: In einigen Ländern verlangen die Behörden, dass jedem einzelnen Beleg ein digitaler Gutschein zugewiesen ist.
fi_fi: Joissakin maissa viranomaiset edellyttävät, että jokaiselle yksittäiselle asiakirjalle on määritetty digitaalinen tosite.
it_ch: In alcune aree geografiche le autorità richiedono di assicurarsi che per ogni singolo documento ci sia un voucher digitale assegnato.

# Page 2319989076 - Action 2438272767 - Property 2879900210
source: Back
cs_cz: Zpět
de_at: Zurück
fi_fi: Edellinen
it_ch: Indietro
