Repository: nickgoddard777/MSDyn365BC.Code.History
Catalog: EnforcedDigitalVouchers/Source/Enforced Digital Vouchers/Translations/Enforced Digital Vouchers.*.xlf
Languages: cs_cz, de_at, fi_fi, it_ch

# Page 2319989076 - Action 3259912055 - Property 2879900210
source: Finish
cs_cz: Dokončit
de_at: Fertig stellen
fi_fi: Viimeistele
it_ch: Fine

# Page 2319989076 - Action 914282563 - Property 2879900210
source: Next
cs_cz: Další
de_at: Weiter
fi_fi: Seuraava
it_ch: Avanti

# Page 3705841975 - Property 2879900210
source: Digital Voucher Setup
cs_cz: Nastavení digitální průvodky
de_at: Einrichtung eines digitalen Gutscheins
fi_fi: Digitaalisen tositteen määritys
it_ch: Impostazione voucher digitale

# Page 3705841975 - Control 2891538263 - Property 1295455071
source: Specifies if the feature is enabled.
cs_cz: Určuje, zda je funkce povolena.
de_at: Gibt an, ob die Funktion aktiviert ist.
fi_fi: Määrittää, onko ominaisuus käytössä.
it_ch: Specifica se la funzionalità è abilitata.

# Page 3705841975 - Action 2095196509 - Property 1295455071
source: Specifies the digital voucher feature for each entry type.
cs_cz: Určuje funkci digitální průvodky pro každý typ položky.
de_at: Gibt die Funktion „Digitaler Gutschein“ für jede Postenart an.
fi_fi: Määrittää digitaalisen tositeominaisuuden jokaiselle tapahtumatyypille.
it_ch: Specifica la funzionalità del voucher digitale per ogni tipo di movimento.

# Page 3705841975 - Action 2095196509 - Property 2879900210
source: Entry Setup
cs_cz: Nastavení položky
de_at: Posteneinrichtung
fi_fi: Tapahtuman määritys
it_ch: Impostazione movimento

# Page 3705841975 - Action 3383493608 - Property 2879900210
source: Process
cs_cz: Proces
de_at: Verarbeiten
fi_fi: Käsittely
it_ch: Processo

# Page 1583518169 - Property 2879900210
source: Voucher Entry Source Codes
cs_cz: Kódy původu položky průvodky
de_at: Herkunftscodes des Gutscheinpostens
fi_fi: Tositteen tapahtuman lähdekoodit
it_ch: Codici origine movimento voucher

# Page 1583518169 - Control 2720485332 - Property 1295455071
source: Specifies the source code.
cs_cz: Určuje kód původu.
de_at: Gibt den Herkunftscode an.
fi_fi: Määrittää lähdekoodin.
it_ch: Specifica il codice origine.

# Enum 3198883256 - EnumValue 1159403147 - Property 2879900210
source: Attachment
cs_cz: Příloha
de_at: Anhang
fi_fi: Liite
it_ch: Allegato

# Enum 3198883256 - EnumValue 3428836504 - Property 2879900210
source: Attachment or Note
cs_cz: Příloha nebo poznámka
de_at: Anhang oder Notiz
fi_fi: Liite tai muistio
it_ch: Allegato o nota

# Enum 3198883256 - EnumValue 396968769 - Property 2879900210
source: No Check
cs_cz: Žádná kontrola
de_at: Kein Scheck
fi_fi: Ei tarkistusta
it_ch: Nessun assegno

# Enum 494163890 - EnumValue 2583272393 - Property 2879900210
source: General Journal
cs_cz: Finanční deník
de_at: Fibu Buch.-Blatt
fi_fi: Yleinen päiväkirja
it_ch: Registrazioni COGE

# Enum 494163890 - EnumValue 1065773096 - Property 2879900210
source: Purchase Document
cs_cz: Nákupní doklad
de_at: Einkaufsbeleg
fi_fi: Ostoasiakirja
it_ch: Documento di acquisto

# Enum 494163890 - EnumValue 3580867622 - Property 2879900210
source: Purchase Journal
cs_cz: Deník nákupů
de_at: Einkaufs Buch.-Blatt
fi_fi: Ostopäiväkirja
it_ch: Registrazioni acquisti

# Enum 494163890 - EnumValue 1033930297 - Property 2879900210
source: Sales Document
cs_cz: Prodejní doklad
de_at: Verkaufsbeleg
fi_fi: Myyntiasiakirja
it_ch: Documento di vendita

# Enum 494163890 - EnumValue 1727838235 - Property 2879900210
source: Sales Journal
cs_cz: Deník prodeje
de_at: Verkaufs Buch.-Blatt
fi_fi: Myyntipäiväkirja
it_ch: Registrazioni vendite
